[Information]
TRANSLATOR=Teijo
CONTACT_ADDRESS=teijo(at)nettilinja.fi
VERSION=2.5.3

[Language]
LANGUAGE=Suomi
CHARACTER_CODE=UNICODE UCS2 Little endian
LOCALE_ID=0x040B,

[Url]
WIKIPEDIA_SMART=http://fi.wikipedia.org/wiki/Kiintolevy 
WIKIPEDIA_SMART2=http://ftfm.apz.fi/art/3/

[Menu]
FILE=&Tiedosto
CUSTOMIZE=&Mukauta
EXIT=&Lopeta
EDIT=&Muokkaa
COPY=&Kopioi
FUNCTION=To&iminto
HIDE_SMART_INFO=Piilota S.&M.A.R.T. -tiedot
HIDE_SERIAL_NUMBER=Piilota &sarjanumero
SHOW_DRIVE_LETTER=Näytä &asematunnus
ADVANCED_DISK_SEARCH=&Edistynyt kovalevyjen etsintä
EVENT_LOG=&Tapahtumaloki
AAM_APM_CONTROL=&Suorituskyvyn säätö (AAM/APM)
AUTO_AAM_APM_ADAPTION=Suorituskyvyn &automaattinen säätö (AAM/APM)
RESIDENT=Pienennä &tehtäväpalkkiin
STARTUP=Käynnistä &Windowsin käynnistyksen yhteydessä
OPEN_DISK_MANAGEMENT=Avaa Windowsin le&vynhallinta
OPEN_DEVICE_MANAGER=Avaa Windowsin laite&hallinta
ADVANCED_FEATURE=Edistyneet &ominaisuudet
REFRESH=&Päivitä
RESCAN=Etsi &uusia kovalevyjä
DISABLE=&Ei käytössä
AUTO_REFRESH=&Automaattinen päivitys
AUTO_REFRESH_TARGET=P&äivityksen kohteet
AUTO_REFRESH_TARGET_ALL_DISK=&Valitse kaikki
AUTO_REFRESH_UNTARGET_ALL_DISK=&Poista valinnat
WAIT_TIME_AT_STARTUP=Kä&ynnistysviive
GRAPH=&Kuvaajat
THEME=T&eema
DISK=&Kovalevy
HELP=&Ohje
HELP_ABOUT=&Tietoja ohjelmasta
HELP_ABOUT_SMART=Lisätietoja &S.M.A.R.T.:sta (Wikipedia) [Web]
HELP_VERSION=Versio:
HELP_RELEASE=Julkaisupäivä:
HELP_EDITION=Ympäristö:
LANGUAGE=&Kieli-
ITEM=&Aihe
TEMPERATURE_TYPE=&Lämpötilayksikkö
CELSIUS=&Celsius (°C)
FAHRENHEIT=&Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Kunnonvalvonnan asetukset

;Graph
OPTION=&Asetukset
LEGEND_POSITION=&Selitteiden sijainti
NORTH_WEST=&Ylävasen
NORTH_EAST=Yläoikea
SOUTH_WEST=Alavasen
SOUTH_EAST=Alavasen
MAX_PLOT_POINT=&Maksimi piirtomäärä
TIME_FORMAT=&Ajan esitystapa
PAINT_WEEKEND=&Korosta viikonloput
ALL=&Kaikki

;2.7.0
COPY_OPTION=Copy &Option
RESIDENT_STYLE=Resident St&yle
MINIMIZE=Minimize
HIDE=Hide

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribute

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=sek.
MINUTE=min.
HOUR=hour

[TrayMenu]
EXIT=Lopeta
REFRESH=Päivitä
RESCAN=Etsi uusia kovalevyjä
ENABLE=Käytössä
DISABLE=Ei käytössä
ENABLE_ALL=Kaikki kovalevyt
DISABLE_ALL=Ei yhtään kovalevyä
AUTO_REFRESH=Automaattinen päivitys
AUTO_REFRESH_TARGET=Päivitä tilatietoja
AUTO_REFRESH_TARGET_ALL_DISK=Päivitä kaikkien tilatietoja
AUTO_REFRESH_UNTARGET_ALL_DISK=Älä päivitä yhdenkään tilatietoja
ALARM_SETTING_TEMPERATURE=Lämpötilavalvonta
ALARM_SETTING_HEALTH_STATUS=Kunnon valvonta
SHOW_MAIN_WINDOW=Avaa suurennettuna
SHOW_TEMPERATURE_ICON=Näytä lämpötila
SHOW_ALL_TEMPERATURE_ICON=Näytä kaikkien lämpötilat
HIDE_ALL_TEMPERATURE_ICON=Piilota kaikkien lämpötilat
COLLECTIVE_SETTING=Ryhmäasetukset
GRAPH=Kuvaajat
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=Hyvä
CAUTION=Varoitus
BAD=Huono
UNKNOWN=Tuntematon
DISK=Levy

[Dialog]
LIST_ID=ID
LIST_CURRENT=Nykyinen
LIST_WORST=Huonoin
LIST_THRESHOLD=Kynnys
LIST_RAW_VALUES=Luettu tieto
;LIST_DESCRIPTION=Kuvaus
LIST_ATTRIBUTE_NAME=Attribuutti

FIRMWARE=Laitteistoversio:
SERIAL_NUMBER=Sarjanumero:
INTERFACE=Liityntä:
STANDARD=Standardi:
TRANSFER_MODE=Siirtomoodi:
BUFFER_SIZE=Puskuri:
NV_CACHE_SIZE=NV välimuisti:
ROTATION_RATE=Pyöritysnopeus:
TEMPERATURE=Lämpötila:
POWER_ON_HOURS=Käyttöaika:
POWER_ON_COUNT=Käynnistykset:
DRIVE_LETTER=Asematunnukset:
FEATURE=Tuetut ominaisuudet:
HEALTH_STATUS=Kunto:

UNKNOWN=Tuntematon
POWER_ON_COUNT_UNIT=kertaa
POWER_ON_HOURS_UNIT=tuntia
POWER_ON_DAYS_UNIT=vrk

[Message]
DETECT_UNIT_POWER_ON_HOURS=Odota, käyttöaikatietoja noudetaan (kestää n. 130 sek.)
DETECT_DISK=Tunnistetaan kovalevyä
PLEASE_ENABLE_WMI=Käynnistä Windows Management Instrumentation (WMI)
PLEASE_RESTART_THIS_APPLICATION=Käynnistä ohjelma uudestaan jotta tehdyt muutokset astuvat voimaan
DISK_NOT_FOUND=Kovalevyä ei löydy

[Alarm]
ALARM_TEMPERATURE=Lämpötilahälytys
ALARM_HEALTH_STATUS=Kuntohälytys
DEGRADATION=Heikentyminen
RECOVERY=Korjautuminen
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Valitse kohde
ACTUAL_VALUE=Luettu tieto
NORMALIZED_VALUE=Arvo
ALL_OFF=Piilota kaikki
ALL_ON=Näytä kaikki
RESET=Tyhjennä

[Customize]
LINE_COLOR=Viivat
BACKGROUND_IMAGE=Taustakuvio
SUPPORTED_IMAGE_FORMAT=Kaikki tuetut 
ALL_FILES=Kaikki tiedostot

[AamApm]
AAM_LOW=<- Hiljainen (80h)
AAM_HIGH=Hyvä suorituskyky (FEh) ->
AAM_RECOMMEND=Suositusarvo
APM_LOW=<- Pieni tehonkulutus (01h)
APM_HIGH=Hyvä suorituskyky (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=Tietoja ohjelmasta
GRAPH=Kuvaajat
CUSTOMIZE=Mukauta
VERSION_INFORMATION=Versiotietoja
AAM_APM_CONTROL=AAM/APM -säädöt
HEALTH_STATUS_SETTING=Kunnonvalvonnan asetukset

[HealthStatus]
THRESHOLD_OF_CAUTION=Hälytysraja
APPLY=Käytä
DEFAULT=Oletus
[Smart]
UNKNOWN=Tuntematon
VENDOR_SPECIFIC=Valmistajakohtainen
01=Lukuvirhetiheys
02=Läpimenon suorityskyky
03=Käynnistymisaika
04=Käynnistys/pysäytyskertoja
05=Uudelleensijoitettuja sektoreita
06=Lukukanavan marginaali
07=Hakuvirhetiheys
08=Hakujen suorituskyky
09=Käyttöaika
0A=Pyörityksen uudelleenyritykset
0B=Uudelleenkalibrointiyritykset
0C=Jännitteenkytkentäkertoja
0D=Korjaamattomien lukuvirheiden tiheys
BE=Ilman lämpötila
BF=Kiihtyvyysvirhetiheys
C0=Sammutuksen peruutuksia
C1=Hakupään liikkeellelähtöjä
C2=Lämpötila
C3=Pariteettikorjattujen virheiden väli (?)
C4=Sektoreiden uudelleensijoituskertoja
C5=Uudelleensijoitusta odottavia sektoreita
C6=Korjauskelvottomia sektoreita
C7=UDMA-tarkistusvirheitä
C8=Kirjoitusvirhetiheys
C9=Pariteettikorjaamattomien virheiden tiheys
CA=Osoitteen merkkivirhe
CB=Loppumisten peruutuksia (?)
CC=Korjaamattomia lukuvirheitä
CD=Lämpötilojen ankaruus
CE=Lentokorkeus
CF=Suurivirtaisia pyörityksiä
D1=Offline-hakujen suorituskyky
D3=Tärinää kirjoitettaessa
D4=Iskuja kirjoitettaessa
DC=Levysiirtymä
DD=Kiihtyvyysvirhetiheys
DE=Lukupään käyttöaika
DF=Lukupään muutoksia
E0=Mekaaninen liikevastus
E1=Lukupään käyttökertoja
E2=Liikkeelläoloaika
E3=Nopeusvirheiden korjauksia
E4=Sammutuksen peruutuksia
E6=GMR Lukupään amplitudi
E7=Lämpötila
F0=Lukupään lentoaika
FA=Lukuvirheiden korjaustiheys
;Added 3.0
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
FE=Free Fall Protection

[SmartSsd]
01=Lukuvirhetiheys
02=Läpimenon suorityskyky
03=Käynnistymisaika
04=Käynnistys/pysäytyskertoja
05=Uudelleensijoitettuja sektoreita
06=Lukukanavan marginaali
07=Hakuvirhetiheys
08=Hakujen suorituskyky
09=Käyttöaika
0A=Pyörityksen uudelleenyritykset
0B=Uudelleenkalibrointiyritykset
0C=Jännitteenkytkentäkertoja
0D=Korjaamattomien lukuvirheiden tiheys
C0=Unsafe Shutdown Count
C2=Lämpötila
C4=Sektoreiden uudelleensijoituskertoja
C5=Uudelleensijoitusta odottavia sektoreita
C6=Korjauskelvottomia sektoreita
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Lukuvirhetiheys
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron]
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
C2=Lämpötila
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel] ;Updated (3.1) Please translate C0-B8.
03=Käynnistymisaika
04=Käynnistys/pysäytyskertoja
05=Uudelleensijoitettuja sektoreita
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

[SmartSamsung] ;Updated (3.3)
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime bad block (Total)
BB=Uncorrectable Error Count
BE=Temperature Exceed Count
C2=Lämpötila
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status

[SmartSandForce] ;Added (3.5.1)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=GBytes Erased
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected power loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
C3=ECC On-the-fly Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate